{"pastas":[{"pasta":"Fuck you, /b/.\nLast Friday I was browsing /b/ as usual, sipping on some Iced Tea with a shitty, edited version of Pulp Fiction playing on TV. I just got home from school (I'm 18, no underage b&) and felt like relaxing because my week fucking sucked. I began drifting off while /b/ was up, only to wake up to my parents' screaming. \"... eed MENTAL HELP? We didn't raise you to look at shit like this!\" Sure enough, on my computer screen was an image of two furries engaging in anal sex, and my parents were hovering over my shoulder venemously scorning me. They're putting me through therapy thanks to you. Merry fucking Christmas."},{"pasta":"I've been a Furry for 10 years now and want to stop. The problem is that the group of furs that I hang out with don't like me now and if I took my fursuit off, they would probably beat me up and kill me. My last boyfriend (a cute b/w wolf) gave me herpes on my ass and now I have a hard time taking a shit. Sometimes I have to take an Ex-lax so my shit will come out easy.\nI've never had sex with a girl, because I don't know how to pick them up. That's why I turned Furry. But now I'm just tired of guys ripping my ass when they don't use lubrication. I've had to get stitches three times.\nI went out with a fox last night who said he only gives, he doesn't receive, so I had to suck his dick and he made me swallow or he would kick my ass."},{"pasta":"Yes, I am a fox. So? I dont see any problem. I embraced my animal soul long ago and I am happy together with my boyfriend (who is a cute b/w wolf!). We have a fucking lot of friends in and outside of the fandom and I am pretty slim and good looking. But thanks anyway asshole. Go and watch your stupid anime shit while I have SEX with my boyfriend."},{"pasta":"What was the moment? Well, I think it's not just a moment, but a period of time where it happened. This period was when I was young. I managed to find Encyclopedia Dramatica, probably because of the article on that faggot Pamperchu. I found the furry related articles from there, and the extreme hate ideas got instilled in me. Then, my political views slowly started to shift right, causing me to hate furries more and more, as I started shifting farther to the right, socially. And then, at some point, I found aeromorph. Oh boy, here comes the perplexed feelings. I first found it, and I just felt kind of like, \"well, ok then, I guess\", to it. But then, I started to shift far enough to the right, that my attitude on it went from that, to \"This is fucking weird\", to \"What the fuck?!\", to \"This makes me feel sick.\", to \"This is pure degeneracy\", to now, which is \"This is absolute degeneracy, it disgusts me, I strongly dislike the people who jerk off to it\".\nThere, are you happy now?"},{"pasta":"Rawr x3 nuzzles how are you pounces on you you're so warm o3o notices you have a bulge o: someone's happy ;) nuzzles your necky wecky~ murr~ hehehe rubbies your bulgy wolgy you're so big :oooo rubbies more on your bulgy wolgy it doesn't stop growing ·///· kisses you and lickies your necky daddy likies (; nuzzles wuzzles I hope daddy really likes $: wiggles butt and squirms I want to see your big daddy meat~ wiggles butt I have a little itch o3o wags tail can you please get my itch~ puts paws on your chest nyea~ its a seven inch itch rubs your chest can you help me pwease squirms pwetty pwease sad face I need to be punished runs paws down your chest and bites lip like I need to be punished really good~ paws on your bulge as I lick my lips I'm getting thirsty. I can go for some milk unbuttons your pants as my eyes glow you smell so musky :v licks shaft mmmm~"},{"pasta":"The ting goes uwaaa! nya nya nya nya~! :3 kyakun-nya-nya, and a pyon-pyon-purrr-nyaa skyaaaaaaa~~~ nya-nya-meow-meow-purr-purr pyan, pyan!!!! you don't knyaaw~ big paw :3"},{"pasta":"A little bit of :3 in my life\nA little bit of uwu is all I need\nA little bit of ;w; is what I see\nA little bit of ^w^ in the sun\nA little bit of ouo all night long\nA little bit of x3, here I am\nA little bit of >:3 makes me your man"},{"pasta":"I was offered sex with a 21 year old femboy today. In exchange for that, I was supposed to advertise some kind of bathroom cleaner. Of course I declined because I am a person with high moral standards with a strong willpower. Just as strong as Ajax, the super strong bathroom cleaner. Now available with scented lemon or musk."},{"pasta":"I WANNA BE THE VERY BEST, LIKE NO FUR EVER WAS, TO YIFF THEM AS MY REAL TEST, TO GLOMP THEM IS MY CAAAAAAAAAAAAUSE, I WILL YIFF KNOTS ACROSS THE LAND, FUWCOCKS FAR AND WIDE, THESE FURRYMON WILL UNDERSTAND, THE KNOTS THAT ARE INSIDE, FURRYMON, GOTTA YIFF EM ALL, IT YOU AND ME, OH FUCK ITS OUR DESTINYYY, FURRY MON, OHHHHHHHH, THAT KNOTTED COCK, IS IN AN ASS WE MUST DEFENDD, FURRYMON, GOTTA YIFF EM ALL, AN ASS SO TRUEEEEEEE, OUR HENTAI WILL PULL US THROUGH, YOU YIFF ME AND I YIFF YOU, FUR-RY-MOOOOOOOOOOOOOOOOOON!, GOTTA YIFF EM ALL, (GOTTA YIFF EM ALLLLLLL), F U R R Y M O N!~"},{"pasta":"I've been part of the furry community for probably 9 years, longer than most people have even been on the internet. I developed my fursona over that time period and spent probably $10k on all the materials and 200 hours, so $25k total. I've been to 15 different furry conventions, two of which were invite only, and I've been a speaker at 4 of them. If I quit my job and became a full-time furry instead I would easily be a pillar of the community within months, probably the most famous furry of all time by the time I retired. This is literally my life bro, I don't appreciate people denying my existence like that."},{"pasta":"My name is Slime. I am 84 years old. I spawned in on XXBl00DK1LL3RXX’s flat world approximately two weeks ago. I want you to make my slimy exterior quake with every thrust. I want absolutely nothing but a painful jet of nut into my anus. I want it to shoot out of my oral region and eye sockets. I DO NOT WANT TO RP WITH ANYONE WHO IS OF JEWISH DESCENT. Thank you for your, and also I have a heavy navel fetish, I want to explode into multiple tiny slimes and explore the depths of your belly button. Thank"},{"pasta":"As a brony, now I understand how the Jews felt during the Holocaust, and how negroes during slavery. This violent persecution of the Brony lifestyle in unacceptable and needs to be brought to attention of the United Nation's Human Rights Council."},{"pasta":"Fapping to trap porn is the least gay thing there is. If you fap to gay porn, that's 2 guys, and that's 100% gay. If you fap to 'straight' porn, then that has a woman, sure, but you're also fapping to a guy, which makes it 50% gay. But a trap is like half male, half female, and thus a trap with a girl would add up to 75% girl, and thus only 25% gay. 2 women would be ideal, but that would be a lesbian relationship, which brings it around to gay again. If you fap to furry porn, then it's in a weird gray area, where if it's people in fursuits, the same rules apply, but if it's with animals, I would think it depends on said animal's sexuality. Then there's consent. If a person doesn't consent to something, but the other person does it anyway, that makes the other person stronger, and thus less gay. Let's say that means they're about 50% less gay. If it was gay rape, that means that it's now 75% gay. If it's straight rape by a man, then it's 25% gay. And, if it's trap gay porn, than that's 12.5% gay. So technically, yes, rape trap porn is the least gay porn there is, but that's still looped in with trap porn, hence why fapping to trap porn is the least gay thing there is."},{"pasta":"You think that just because I masturbate to furry porn I'm a furry? Think again, maggot. The furry fandom is a breeding ground for the most advanced autism this planet has ever seen. Every day, thousands are consumed by a tidal wave of OwO and cancerous roleplaying, and the foundations of our society slowly weaken under the constant onslaught of weapons-grade cringe. Our founding fathers recoil in disgust as people dress up as animals and buy giant dildos on the Internet, fucking each other in sweaty drunken homosexual orgies and traumatizing children in droves. Every second we draw closer to Furry Armageddon, and you sit there saying stupid shit on the Internet. To compare someone to a furry is the most heinous insult imaginable. When your door gets broken down by a rainbow wolf/deer hybrid and you get yiffed into oblivion, then we'll see who's laughing. This is a real threat and it must be treated with extreme solemnity."}]}