{"pastas":[{"pasta":"Hey thewe, 22, mawe, diwe wowf, bi/fem pwefewence. Wooking fow women fow wong tewm wp pawtnyews, miwfs especiawwy. Someonye pewvewted, open minded, and as cweative as they awe depwaved. As fow kinks, I'm mostwy into the woughew shit. Painfuw sex, bwuised, swowwen, and battewed howes, fucked absowutewy stupid, massive monstew cocks, difficuwt penyetwations, shock towawds his cock, pissing youwsewf out of shock ow feaw, casuawwy pissing youwsewf, musky sweaty stenches, hate fucking, ownyewship, condoms that wip and teaw awound his cock, and evewything in between. If this sounds wike you, then feew fwee to teww me just how depwaved you awe. Who knyows, maybe you'ww impwess me. If so, then maybe I wiww give you my discowd to continyue ouw scenye."},{"pasta":"I HAVE AWWIVED~ how awe you cuties~ ^w^"},{"pasta":"Hewwo dis ish teh FBI, Furry Bulge Inspection agency, coming to awwest u for poswession of an iwwegally big bulgie uwu. Now I will inspwect u. sniffs and notices ur bulge owo wats dis squeezie ur bulgie uwu ish sho juicy and big owo"},{"pasta":"You fucking do that every damn time I try to talk to you about anything even if it's not important you just say K and to be honest it makes me feel rejected and unheard like nothing would be better that that bullshit who the fuck just says k after you tell them something important I just don't understand how you think that's ok and I swear to god you're probably just gonna say k to this but when you do you'll know that you're slowly killing me inside"},{"pasta":"REEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEE"},{"pasta":"ATTENTION ALL SHOPPERS! ATTENTION ALL SHOPPERS!\n\nThere is a CUM alert in aisle 4!\n\nSomeone came all over the floor. There is cum everywhere. You cannot stand in aisle 4 without seeing or feeling semen. The amount of sperm and ejaculate in aisle 4 is simply unnatural. Please for the love of God, we need a cleanup in aisle 4. This lagoon of cum must have been produced by a fucking blue whale. Oh God I can smell it. The cum has invaded my nostrils. There is so much cum. I cannot see. It's all white. Everything. White. Mom please help. SOS. Someone call 911, or 411, or a scientist I don't know. I'm gargling noises drowning- in- more thick phlegm gargling cum! dial tone"},{"pasta":"The Cock and Ball Torture Pacer Test is a multistage aerobic sexual activity test that progressively gets more painful as it continues. The 20 meter genital flogging test will begin in 30 seconds. Line up at the genitals. The electrostimulation speed starts slowly but gets faster each minute after you hear this signal BLOOP. A single ball-busting should be completed every time you hear this sound. AAAAAAAANGH Remember to play in a straight urethra and squeeze as long as possible. The second time you fail to complete a genital spanking before the sadistic dominant, your test is over. The test will begin on the word start. On your mark. Get ready!… Start. BLOOP"}]}