{"pastas":[{"pasta":"Is there an anime character stronger than Madara Uchiha? And I'm referring to Rinne Tensei Madara Uchiha with the Eternal Mangekyou Sharingan and Rinnegan doujutsus (with the rikidou paths ability) equipped with his Gunbai and control of the juubi and Gedou Mazou, a complete Susano'o, with Hashirama Senju's DNA implanted in his chest so he can perform Mokuton kekkei genkai and yin-yang release ninjutsu as well as being extremely skilled in taijutsu and bukijutsu"},{"pasta":"i got this new anime plot. basically there’s this high school girl except she’s got huge boobs. i mean some serious honkers. a real set of badonkers. packin some dobonhonkeros. massive dohoonkabhankoloos. big ol’ tonhongerekoogers. what happens next?! transfer student shows up with even bigger bonkhonagahoogs. humongous hungolomghononoloughongous"},{"pasta":"ᵘʷᵘ oh frick ᵘʷᵘ ᵘʷᵘ ᵘʷᵘ ᵘʷᵘ ᵘʷᵘ ᵘʷᵘ ᵘʷᵘ ᵘʷᵘ frick sorry guys ᵘʷᵘ ᵘʷᵘ ᵘʷᵘ ᵘʷᵘ ᵘʷᵘ ᵘʷᵘ sorry im dropping ᵘʷᵘ my uwus all over the ᵘʷᵘ place ᵘʷᵘ ᵘʷᵘ ᵘʷᵘ sorry"},{"pasta":"First of all, I'm sick of the term \"Weeb\". I didn't study half a semester of Japanese history and do a google maps tour of Tokyo so that some uncultured swine would walk around calling me a weeb like its an insult. Japanese culture is my life, not some sort of past time you idiots. And yes, I will be visiting Japan for the first time next year when air travel costs go down."},{"pasta":"Apparently I \"ruined\" Thanksgiving dinner by bringing my girlfriend Asuka. My mum didn't care that she was a giat robot pilot, tasked with protecting the world after the Second Impact. She insisted that Asuka isn't real and now we're banned from the local country club. Anyways, my mum says if I don't bring a \"real\" girl to our Christmas dinner I'm going to get kicked out of the house!!! Asuka sets the bar pretty high but if you think you can compete with her please message me :)"},{"pasta":"You see this fictional character? I'm not afraid to admit that I've lost liters of cum to this character of mere fantasy. Isn't it funny how not even real women arouse me like she does? I have killed millions of my offspring to the thought of having an intercourse with a cartoon"},{"pasta":"Imagine reading a post, but over the course of it the quality seems to deteriorate and it gets wose an wose, where the swenetence stwucture and gwammer rewerts to a pwoint of uttew non swence, an u jus dont wanna wead it anymwore (o´ω｀o) awd twa wol owdewl iws jus awfwul (´･ω･`)"},{"pasta":"\"not a weeb thing\". try living a day in my shoes, walking around terrified of encountering normal people everywhere i go. wherever i look, people with tv show merch, people speaking english. it makes me and millions of other weebs out there feel really attacked."},{"pasta":"A collecion of OwOs and their uses: OwO : Standard use, for noticing bulges owo : When the bulge isn't as big uwu : When you're not impressed by the bulge or there isn't one ÒwÓ : Mischievous OwO, for when you're feeling devious □w□ : The OwO for people who wear glasses ●w● : The OwO if you're wearing sunglasses Owo : For feeling confused of the bulge ♡w♡ : The legendary OwO, used for bulges so large that you get heart eyes from it. Do not use this emote lightly, for the power of it is great"},{"pasta":"h-hewwo...owunce of weed pwease >///< arigato... dealer-kun puts weedie-chan in bong and inhales waaah!! (╯✧▽✧)╯ daisuki cannabis desu~! (^ ω ^ )uwaaa! weedie-chan i feel so kimochi!!(〃°ω°〃) hehe~ ur deep inside me now x3"},{"pasta":"Watashi wa a victim of cyberbullying. Everyday someone online calls me a \"weeb\" desu. Watashi won't stand for this. 26 percent of bullying victims are chosen due to their race or religion desu. I may look like a basic white boy, but deep down I am Nihongo desu. Watashi religion is anime. Anata wa bullying me because of my race and religion desu ka? Disgusting desu. Anata should be ashamed of yourself, racist pig. A baka gaijin like anata is probably jealous of my race and culture, cause Nippon is more sugoi than your shitty country desu. Watashi pity anata. You'll never be Nihongo like watashi. I'm a weeb? Pfft. I AM AN OTAKU DESU. Educate yourself on nani a \"weeb\" is before anata try to insult watashi desu. I WILL NOT BE CYBERBULLIED ANYMORE. REPORTED."},{"pasta":"Omg hai ___^ I’m anon-san and I absolutely luuuv @_____@ anime <3 and my fav is naurto!!! Okies so anyways, im going to tell you about the BEST day of my life when I met my hot husband sasuke!! <333333333 OMFGZ HE WAS SOOOOO FREAKIN KAWAII IN PERSON!!! Supa kawaii desu!!!!!!!! ______________________________________^When I walked onto Tokyo street =____=I looked up and saw…SASUKE!!!!!!!!!!!!!!! <33333333333333333333333333333333333333333333333333333333333333!!!! “ KONNICHIWA OMGZZZZZZZZZZZZZZZZ SUPA SUPA SUPA KAWAII SASUKE-SAMA!!!!!” I yelled n____n then he turned chibi then un-chibi!! he looked at me [O.O;;;;;;;;;;;] and then he saw how hot I am ___ he grabbed my hand and winked ~^ then pulled me behind a pocky shop o_o and started to kiss me!!!!!! [OMG!!! HIS TOUNGE TASTED LIKE RAMEN!!! RLY!! >.> <.< >.< (^O^) (^O^) (^O^)] then I saw some baka fat bitch watching us and I could tell she was undressing him with her eyes!!!!!!! [ -____________-;;;;; OMG I COULDN’T BELIEVE IT EITHER!!! (ò_ó) (ò_ó) (ò_ó)] so I yelled “UH UH BAKA NEKO THAT’S MY MAN WHY DON’T YOU GO HOOK UP WITH NARUTO CAUSE SASUKE-SAMA LOVES ME!!! (ò_ó)” then sasuke held me close =____= and said he would only ever love me and kissed me again!!!!!!! ** (O)/ then we went to his apartment and banged all night long and made 42 babies and they all became ninjas!!!!!!!!!!!!!!! Nyaaaaa!!! (________<) _________________;;;;;;;;;;;;;;;;"},{"pasta":"Howdy, my name is Rawhide Kobayashi. I'm a 27 year old Japanese Japamerican (western culture fan for you foreigners). I brand and wrangle cattle on my ranch, and spend my days perfecting the craft and enjoying superior American passtimes. (Barbeque, Rodeo, Fireworks) I train with my branding iron every day, this superior weapon can permanently leave my ranch embled on a cattle's hide because it is white-hot, and is vastly superior to any other method of livestock marking. I earned my branding license two years ago, and I have been getting better every day. I speak English fluently, both Texas and Oklahoma dialect, and I write fluently as well. I know everything about American history and their cowboy code, which I follow 100% When I get my American visa, I am moving to Dallas to work in an oil field to learn more about their magnificent culture. I hope I can become a cattle wrangler for the Double Cross Ranch or an oil rig operator for Exxon-Mobil! I own several cowboy hats, which I wear around town. I want to get used to wearing them before I move to America, so I can fit in easier. I rebel against my elders and seniors and speak English as often as I can, but rarely does anyone manage to respond. Wish me luck in America!"}]}